奇趣测试
无题测试
--------------------------------
步骤1：
url: index.php?r=survey%2Fstep2&tax=1
template: step2
title: 无题测试-步骤1.标题简介
prompt: （1）保存测试的标题和简介之后，在下一步，你需要为这个测试上传封面图片。<br/>
（2）后面还有最后5个步骤，这个测试就能创建完毕。

++++++++++++++++++++++++++++++++
步骤2：
url: index.php?r=survey%2Fstep1_3&id=149
template: step1_3
title: 无题测试-步骤2.封面图
prompt: （1）保存配图后，在下一步，你需要为这个测试添加至少一个测试结果。<br/>
（2）后面还有最后4个步骤，这个测试就能创建完毕。
++++++++++++++++++++++++++++++++
步骤3：
url: index.php?r=survey%2Fstep4_2&id=149
template: step4_2survey_resulte
title: 无题测试-步骤3. 添加测试结果
prompt: （1）填写测试结果，并为这个结果配图。<br/>
（2）点击“增加结果”后，你可以继续再添加一个测试结果。<br/>
（3）添加完所有测试结果后保存。在下一步，你需要选择一种测试算法。<br/>
（4）后面还有2个步骤，这个测试就能创建完毕。

++++++++++++++++++++++++++++++++
步骤4：
url: index.php?r=survey%2Fstep-airthmetic&id=149
template: step-airthmetic
title: 无题测试-步骤4.选择算法
prompt: （1）选择算法后保存，在下一步，你需要预览一下已经添加的全部内容。如果没有问题，发布出去之后，成千上万的人都可以做这个测试啦。<br/>
（2）后面还有最后1个步骤，这个测试就能创建完毕，加油。
++++++++++++++++++++++++++++++++
步骤5：
url: index.php?r=survey%2Fdone&id=149
template: done
title: 无题测试-步骤5.测试预览
prompt:
++++++++++++++++++++++++++++++++

================================
================================
分数型测试

步骤1：
url: index.php?r=survey%2Fdone&id=149
template: step2
title: 分数型测试-步骤1.标题简介
prompt: （1）保存测试的标题和简介之后，在下一步，你需要为这个测试上传封面图片。<br/>
（2）后面还有最后5个步骤，这个测试就能创建完毕。
++++++++++++++++++++++++++++++++
步骤2：
url: index.php?r=survey%2Fstep1_3&id=151
template: step1_3
title: 分数型测试-步骤2.封面图
prompt:（1）保存配图后，在下一步，你需要为这个测试添加至少一道测试题目，包括题目和选项。<br/>
（2）后面还有最后4个步骤，这个测试就能创建完毕。
++++++++++++++++++++++++++++++++
步骤3：
url: index.php?r=survey%2Fstep4_2_question&id=151
template: step4_2_question
title: 分数型测试-步骤3. 添加测试题目
prompt:（1）填写题目和选项，并设定每个选项的分数。点击“添加选项”，你可以添加多个选项。<br/>
（2）点击“增加一题”后，你可以继续再添加一道选择题。<br/>
（3）添加完所有选择题后保存。在下一步，你需要添加至少一个测试结果。<br/>
（4）后面还有3个步骤，这个测试就能创建完毕。

++++++++++++++++++++++++++++++++
步骤4：
url: index.php?r=survey%2Fstep4_3&id=151
template: step4_3
title: 分数型测试-步骤4. 预览题目分数区间
prompt:
++++++++++++++++++++++++++++++++
步骤5：
url: index.php?r=survey%2Fstep4_2&id=151
template: step4_2survey_resulte
title: 分数型测试-步骤5. 添加测试结果
prompt:（1）填写测试结果，并为这个结果配图。<br/>
（2）点击“增加结果”后，你可以继续再添加一个测试结果。<br/>
（3）添加完所有测试结果后保存。在下一步，你需要选择一种测试算法。<br/>
（4）后面还有2个步骤，这个测试就能创建完毕。

++++++++++++++++++++++++++++++++
步骤6：
url: index.php?r=survey%2Fdone&id=149
template:
title: 分数型测试-步骤5. 设置分数区间
prompt:
++++++++++++++++++++++++++++++++

================================
================================


跳转型测试

步骤1：
url: index.php?r=survey%2Fstep2&tax=3
template: step2
title: 跳转型测试-步骤1.标题简介
prompt: （1）保存测试的标题和简介之后，在下一步，你需要为这个测试上传封面图片。<br/>
（2）后面还有最后5个步骤，这个测试就能创建完毕。

++++++++++++++++++++++++++++++++
步骤2：
url: index.php?r=survey%2Fstep1_3&id=150
template: step1_3
title: 跳转型测试-步骤2.封面图
prompt:（1）保存配图后，在下一步，你需要为这个测试添加至少一道测试题目，包括题目和选项。<br/>
（2）后面还有最后4个步骤，这个测试就能创建完毕。
++++++++++++++++++++++++++++++++
步骤3：
url: index.php?r=survey%2Fstep4_2_question&id=150
template: step4_2_question
title: 跳转型测试-步骤3. 添加测试题目
prompt:（1）填写题目和选项，并设定每个选项的分数。点击“添加选项”，你可以添加多个选项。<br/>
（2）点击“增加一题”后，你可以继续再添加一道选择题。<br/>
（3）添加完所有选择题后保存。在下一步，你需要添加至少一个测试结果。<br/>
（4）后面还有3个步骤，这个测试就能创建完毕。
++++++++++++++++++++++++++++++++
步骤4：
url: index.php?r=survey%2Fstep4_2&id=150
template: step4_2survey_resulte
title: 跳转型测试-步骤4. 添加测试结果
prompt:（1）填写测试结果，并为这个结果配图。<br/>
（2）点击“增加结果”后，你可以继续再添加一个测试结果。<br/>
（3）添加完所有测试结果后保存。在下一步，你需要选择一种测试算法。<br/>
（4）后面还有2个步骤，这个测试就能创建完毕。
++++++++++++++++++++++++++++++++
步骤5：
url: index.php?r=survey%2Fstep4_4&id=150
template: step4_4
title: 跳转型测试-步骤5.设置跳转
prompt:
++++++++++++++++++++++++++++++++
步骤6：
url: index.php?r=survey%2Fdone&id=150
template:
title: 跳转型测试-步骤6.测试预览
prompt:
++++++++++++++++++++++++++++++++
================================
================================